{
  "frontend101": {
    "general": {
      "title": "Frontend 101",
      "subTitle": "Fundamentals of Web Development from Scratch",
      "stackTitle": "Technologies",
      "stackIcons": "SiHtml5,SiCss3,SiJavascript",
      "level": "1",
      "description": {
        "par01": "Frontend 101 is the perfect course to delve into the exciting world of frontend web development. You will learn everything from the fundamental concepts to the most relevant technologies such as HTML, CSS, and JavaScript, building a solid foundation to create stunning web pages.",
        "par02": "Immerse yourself in practical projects, labs, and theoretical materials designed to guide you through the process of building static web pages. With Frontend 101, you will become a true master of frontend and gain the necessary knowledge to take your first steps in the world of programming and frontend web development."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "postgresql101": {
    "general": {
      "title": "Introduction to PostgreSQL",
      "subTitle": "Fundamentals of Database with PostgreSQL",
      "stackTitle": "Technologies",
      "stackIcons": "SiPostgresql",
      "level": "1",
      "description": {
        "par01": "The Introduction to PostgreSQL course offers you the opportunity to dive into the fascinating world of relational databases. You will learn everything from the basics to the most advanced techniques of PostgreSQL, acquiring the necessary knowledge to efficiently manage and utilize this powerful database.",
        "par02": "Explore practical examples, labs, and theoretical material designed to guide you through the process of understanding PostgreSQL. With the Introduction to PostgreSQL course, you will be prepared to work with databases, write advanced queries, and develop applications using this industry-leading technology."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "reactjs101": {
    "general": {
      "title": "React.js",
      "subTitle": "SPA Development with React.js",
      "stackTitle": "Technologies",
      "stackIcons": "SiReact",
      "level": "1",
      "description": {
        "par01": "The Introduction to React.js course offers you an exciting opportunity to dive into the world of frontend web development with React.js. From the basics to advanced techniques, you will gain the necessary knowledge to create interactive and dynamic web applications.",
        "par02": "Immerse yourself in an enriching learning experience through practical projects, challenging labs, and carefully designed theoretical material to guide you through the process of understanding React.js. With the Introduction to React.js course, you will be prepared to create modern and engaging user interfaces, efficiently manage your application's state, and make the most of component reusability in your frontend development projects."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "python101": {
    "general": {
      "title": "Python 101",
      "subTitle": "Fundamentals of Python Programming",
      "stackTitle": "Technologies",
      "stackIcons": "SiPython",
      "level": "1",
      "description": {
        "par01": "Python 101 is the perfect course to dive into the exciting world of Python programming. You will learn everything from the fundamental concepts to the most relevant technologies, building a solid foundation to create impactful applications.",
        "par02": "Immerse yourself in practical projects, labs, and theoretical materials designed to guide you through the process of building Python applications. With Python 101, you will become a true master of Python and gain the necessary knowledge to take your first steps in the world of programming and software development."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "django102": {
    "general": {
      "title": "Django 102",
      "subTitle": "Advanced Web Development with Django",
      "stackTitle": "Technologies",
      "stackIcons": "SiPython,SiDjango",
      "level": "2",
      "description": {
        "par01": "Django 102 is the perfect course to take your Django web development skills to the next level. You will learn advanced techniques and best practices for building robust and scalable web applications using the Django framework.",
        "par02": "Immerse yourself in challenging projects, practical labs, and theoretical materials designed to deepen your Django knowledge. With Django 102, you will become an expert in web application development with Django and be prepared to build high-level professional web projects."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "mongodb101": {
    "general": {
      "title": "MongoDB 101",
      "subTitle": "Introduction to MongoDB",
      "stackTitle": "Technologies",
      "stackIcons": "SiMongodb",
      "level": "1",
      "description": {
        "par01": "MongoDB 101 is the perfect course to get started with MongoDB, a popular NoSQL database. You will learn the fundamentals of MongoDB, including data modeling, CRUD operations, and querying techniques.",
        "par02": "Explore practical examples, hands-on labs, and theoretical materials designed to guide you in mastering MongoDB. By the end of MongoDB 101, you will have a solid foundation in MongoDB and be ready to work with this powerful database technology."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "mysql101": {
    "general": {
      "title": "MySQL 101",
      "subTitle": "Introduction to MySQL",
      "stackTitle": "Technologies",
      "stackIcons": "SiMysql",
      "level": "1",
      "description": {
        "par01": "MySQL 101 is a comprehensive course that introduces you to the MySQL database management system. You will learn the basics of MySQL, including database design, SQL queries, and database administration.",
        "par02": "Engage in practical projects, hands-on labs, and theoretical materials designed to enhance your MySQL skills. By completing MySQL 101, you will have a solid understanding of MySQL and be prepared to work with databases efficiently and effectively."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  },
  "c101": {
    "general": {
      "title": "C 101",
      "subTitle": "Introduction to C Programming",
      "stackTitle": "Technologies",
      "stackIcons": "SiC",
      "level": "1",
      "description": {
        "par01": "C 101 is a comprehensive course that introduces you to the C programming language, known for its low-level capabilities and efficiency. You will learn the fundamental concepts of C programming, including variables, control structures, and functions.",
        "par02": "Immerse yourself in practical exercises, coding labs, and theoretical materials designed to strengthen your C programming skills. With C 101, you will gain a solid understanding of low-level programming and be ready to tackle challenging projects in the world of programming."
      },
      "btnTxt": "Learn More"
    },
    "detail": {}
  }
}
