{
  "frontend101": {
    "general": {
      "title": "Frontend 101",
      "subTitle": "Fundamentos del desarrollo Web desde cero",
      "stackTitle": "Tecnologías",
      "stackIcons" : "SiHtml5,SiCss3,SiJavascript",
      "level": "1",
      "description": {
        "par01": "Frontend 101 es el curso perfecto para adentrarte en el emocionante mundo del desarrollo web frontend. Aprenderás desde los conceptos fundamentales hasta las tecnologías más relevantes, como HTML, CSS y JavaScript, construyendo una base sólida para crear páginas web impactantes.",
        "par02": "Sumérgete en proyectos prácticos, laboratorios y materiales teóricos diseñados para guiarte en el proceso de construcción de páginas web estáticas. Con Frontend 101, te convertirás en un verdadero maestro del frontend y obtendrás los conocimientos necesarios para dar tus primeros pasos en el mundo de la programación y el desarrollo web frontend."
      },
      "btnTxt": "Ver más"
    },
    "detail": {
    }
  },
  "postgresql101": {
    "general": {
      "title": "Introducción a PostgreSQL",
      "subTitle": "Fundamentos de Bases de Datos con PostgreSQL",
      "stackTitle": "Tecnologías",
      "stackIcons" : "SiPostgresql",
      "level": "1",
      "description": {
        "par01": "El curso de Introducción a PostgreSQL te ofrece la oportunidad de sumergirte en el fascinante mundo de las bases de datos relacionales. Aprenderás desde los conceptos básicos hasta las técnicas más avanzadas de PostgreSQL, adquiriendo los conocimientos necesarios para administrar y utilizar eficazmente esta poderosa base de datos.",
        "par02": "Explora ejemplos prácticos, laboratorios y material teórico diseñado para guiarte en el proceso de comprensión de PostgreSQL. Con el curso de Introducción a PostgreSQL, estarás preparado para trabajar con bases de datos, escribir consultas avanzadas y desarrollar aplicaciones con esta tecnología líder en la industria."
      },
      "btnTxt": "Ver más"
    },
    "detail": {

    }
  },
  "reactjs101": {
    "general": {
      "title": "React.js",
      "subTitle": "Desarrollo de SPA con React.js",
      "stackTitle": "Tecnologías",
      "stackIcons" : "SiReact",
      "level": "1",
      "description": {
        "par01": "El curso de Introducción a React.js te ofrece una emocionante oportunidad de sumergirte en el apasionante mundo del desarrollo web frontend con React.js. Desde los conceptos básicos hasta las técnicas más avanzadas, adquirirás los conocimientos necesarios para crear aplicaciones web interactivas y dinámicas.",
        "par02": "Sumérgete en una experiencia de aprendizaje enriquecedora a través de proyectos prácticos, desafiantes laboratorios y material teórico cuidadosamente diseñado para guiarte en el proceso de comprensión de React.js. Con el curso de Introducción a React.js, estarás preparado para crear interfaces de usuario modernas y atractivas, gestionar eficientemente el estado de tus aplicaciones y aprovechar al máximo la reutilización de componentes en tus proyectos de desarrollo frontend."
      },
      "btnTxt": "Ver más"
    },
    "detail": {
    }
  },
  "python101": {
    "general": {
      "title": "Python 101",
      "subTitle": "Fundamentos de la programación en Python",
      "stackTitle": "Tecnologías",
      "stackIcons": "SiPython",
      "level": "1",
      "description": {
        "par01": "Python 101 es el curso perfecto para adentrarte en el emocionante mundo de la programación en Python. Aprenderás desde los conceptos fundamentales hasta las tecnologías más relevantes, construyendo una base sólida para crear aplicaciones impactantes.",
        "par02": "Sumérgete en proyectos prácticos, laboratorios y materiales teóricos diseñados para guiarte en el proceso de desarrollo de aplicaciones Python. Con Python 101, te convertirás en un verdadero experto en Python y obtendrás los conocimientos necesarios para dar tus primeros pasos en el mundo de la programación y el desarrollo de software."
      },
      "btnTxt": "Ver más"
    },
    "detail": {}
  },
  "django102": {
    "general": {
      "title": "Django 102",
      "subTitle": "Desarrollo web avanzado con Django",
      "stackTitle": "Tecnologías",
      "stackIcons": "SiPython,SiDjango",
      "level": "2",
      "description": {
        "par01": "Django 102 es el curso perfecto para llevar tus habilidades de desarrollo web con Django al siguiente nivel. Aprenderás técnicas avanzadas y mejores prácticas para crear aplicaciones web robustas y escalables utilizando el framework Django.",
        "par02": "Sumérgete en proyectos desafiantes, laboratorios prácticos y materiales teóricos diseñados para profundizar tus conocimientos de Django. Con Django 102, te convertirás en un experto en el desarrollo de aplicaciones web con Django y estarás preparado para construir proyectos web profesionales de alto nivel."
      },
      "btnTxt": "Ver más"
    },
    "detail": {}
  },
  "mongodb101": {
    "general": {
      "title": "MongoDB 101",
      "subTitle": "Introducción a MongoDB",
      "stackTitle": "Tecnologías",
      "stackIcons": "SiMongodb",
      "level": "1",
      "description": {
        "par01": "MongoDB 101 es el curso perfecto para comenzar con MongoDB, una popular base de datos NoSQL. Aprenderás los fundamentos de MongoDB, incluyendo modelado de datos, operaciones CRUD y técnicas de consulta.",
        "par02": "Explora ejemplos prácticos, laboratorios interactivos y materiales teóricos diseñados para guiarte en el dominio de MongoDB. Al finalizar MongoDB 101, tendrás una base sólida en MongoDB y estarás listo para trabajar con esta potente tecnología de base de datos."
      },
      "btnTxt": "Más información"
    },
    "detail": {}
  },
  "mysql101": {
    "general": {
      "title": "MySQL 101",
      "subTitle": "Introducción a MySQL",
      "stackTitle": "Tecnologías",
      "stackIcons": "SiMysql",
      "level": "1",
      "description": {
        "par01": "MySQL 101 es un curso completo que te introduce al sistema de gestión de bases de datos MySQL. Aprenderás los conceptos básicos de MySQL, incluyendo diseño de bases de datos, consultas SQL y administración de bases de datos.",
        "par02": "Participa en proyectos prácticos, laboratorios interactivos y materiales teóricos diseñados para mejorar tus habilidades en MySQL. Al completar MySQL 101, tendrás un sólido entendimiento de MySQL y estarás preparado para trabajar con bases de datos de manera eficiente y efectiva."
      },
      "btnTxt": "Más información"
    },
    "detail": {}
  },
  "c101": {
    "general": {
      "title": "C 101",
      "subTitle": "Introducción a la Programación en C",
      "stackTitle": "Tecnologías",
      "stackIcons": "SiC",
      "level": "1",
      "description": {
        "par01": "C 101 es un curso completo que te introduce al lenguaje de programación C, conocido por sus capacidades de bajo nivel y eficiencia. Aprenderás los conceptos fundamentales de la programación en C, incluyendo variables, estructuras de control y funciones.",
        "par02": "Sumérgete en ejercicios prácticos, laboratorios de programación y materiales teóricos diseñados para fortalecer tus habilidades en C. Con C 101, adquirirás un sólido entendimiento de la programación a bajo nivel y estarás listo para enfrentar proyectos desafiantes en el mundo de la programación."
      },
      "btnTxt": "Más información"
    },
    "detail": {}
  }
}
